<?php

return [
    // verification
    'subject' => 'Добро пожаловать в codex.am: Подтвердите свою регистрацию',
    'appeal_to_the_user' => 'Уважаемый пользователь,',
    'greetings' => "Мы рады видеть вас на нашем сайте! Это письмо информирует вас о том, что ваш адрес электронной почты был использован для регистрации новой учетной записи на сайте",
    'verify' => 'Для завершения регистрации введите код.',
    'note' => 'Обратите внимание:',
    'remain_inactive' => 'Ваша учетная запись останется неактивной до тех пор, пока вы не подтвердите свою регистрацию.',
    'ignore_message' => 'Если вы не подписывались на учетную запись, просто проигнорируйте это сообщение.',
    'thanks' => 'Спасибо,',
    'from' => 'codex.am',

    // reset-password
    'reset_subject' => 'Запрос на сброс пароля',
    'customer' => 'Уважаемый клиент,',
    'received_request' => 'Мы получили запрос на сброс пароля для вашего аккаунта. Если вы не отправляли этот запрос, просто проигнорируйте это письмо.',
    'verification' => 'Чтобы сбросить пароль, пожалуйста, введите код:',
    'code_will_expire' => 'Для вашей безопасности этот код будет действительна в течение 5 минут.',
    'need_assistance' => 'Если у вас есть вопросы или вам нужна дополнительная помощь, свяжитесь с нашей службой поддержки по телефону +374 00 00 00 00.',
    'regards' => 'С уважением,',
    'team' => 'codex.am',

    // order
    'tnk_create_order' => 'Спасибо за Ваш заказ,',
    'confirm_order' => 'Мы с радостью подтверждаем, что Ваш заказ успешно оформлен:',
    'order_number' => 'Номер заказа:',
    'order_date' => 'Дата и время:',
    'order_total' => 'Сумма заказа:',
    'order_details' => 'Состав заказа:',
    'you_can_track' => 'Вы можете отслеживать статус заказа в личном кабинете на сайте',
    'access_your_account' => 'Для входа необходимо использовать Ваши логин и пароль.',
    'cancel_order' => 'Хотите отменить заказ?',
    'cancellation_function' => 'Просто воспользуйтесь функцией отмены в Вашем личном разделе.',
    'customer_support' => 'Пожалуйста',
    'mention_order' => ', при обращении к нашей службе поддержки указывайте номер заказа',
    'questions_or_suggestions' => 'Если у Вас возникнут вопросы или пожелания — мы всегда на связи!',
    'choosing_codex' => 'Спасибо, что выбираете Template',
    'with_love' => 'С любовью, команда Template',
    'pc' => 'шт.',
    'personal_account' => 'Перейти в личный кабинет',
];
