<?php

return [
    // verification
    'subject' => 'Բարի գալուստ codex.am. Գրանցման հաստատում',
    'appeal_to_the_user' => 'Հարգելի հաճախորդ,',
    'greetings' => "Այս նամակով ցանկանում ենք տեղեկացնել, որ Դուք գրանցվում եք",
    'verify' => "Գրանցումը հաջողությամբ ավարտելու համար խնդրում ենք հաստատել Ձեր էլ. հասցեն:
     Ակտիվացնել ձեր հաշիվը մուտքագրելով կոդը`",
    'note' => 'Խնդրում ենք նկատի ունենալ:',
    'remain_inactive' => ' Ձեր հաշիվը չի ակտիվանա մինչև գրանցման հաստատումը:',
    'ignore_message' => 'Եթե դուք չեք գրանցվել, խնդրում ենք անտեսել այս նամակը:',
    'thanks' => 'Հարգանքով՝',
    'from' => 'codex.am',

    // reset-password
    'reset_subject' => 'Վերականգնել գաղտնաբառը կամ Գաղտնաբառի փոխարինում',
    'customer' => 'Հարգելի՛ հաճախորդ,',
    'received_request' => 'Դուք հարցում եք կատարել Ձեր գրանցման տվյալների վերաբերյալ: Եթե դուք չեք կատարել այս հարցումը, պարզապես անտեսեք այս նամեկը',
    'verification' => 'Անձնական հաշվի գաղտնաբառը վերականգնելու համար խնդրում ենք մուտքագրել կոդը․',
    'code_will_expire' => 'Ձեր անվտանգության համար այս կոդը կգործի 5 րոպե:',
    'need_assistance' => 'Հարցերի դեպքում կարող եք զանգահարել +374 00 00 00 00 հեռախոսահամարով։',
    'regards' => 'Հարգանքով՝',
    'team' => 'codex.am',

    // order
    'tnk_create_order' => 'Շնորհակալություն Ձեր պատվերի համար,',
    'confirm_order' => 'Սիրով հաստատում ենք, որ Ձեր պատվերը հաջողությամբ ընդունվել է։',
    'order_number' => 'Պատվերի համար՝',
    'order_date' => 'Ամսաթիվ և ժամ՝',
    'order_total' => 'Ընդհանուր գումար՝',
    'order_details' => 'Պատվերի մասին՝',
    'you_can_track' => 'Դուք կարող եք հետևել պատվերի ընթացքին՝ մուտք գործելով Ձեր անձնական էջ՝ կայքում։',
    'access_your_account' => 'Մուտքի համար անհրաժեշտ է օգտագործել Ձեր օգտանունը և գաղտնաբառը։',
    'cancel_order' => 'Եթե ցանկանում եք չեղարկել պատվերը։',
    'cancellation_function' => 'Օգտվեք պատվերը չեղարկելու ֆունկցիայից՝ Ձեր էջում։',
    'customer_support' => 'Խնդրում ենք նշել պատվերի համարը՝',
    'mention_order' => ', երբ կապ եք հաստատում հաճախորդների սպասարկման թիմի հետ։',
    'questions_or_suggestions' => 'Եթե ունեք հարցեր կամ առաջարկներ՝ մենք միշտ կապի մեջ ենք։',
    'choosing_codex' => 'Շնորհակալություն, որ ընտրում եք Թեմփլայթ',
    'with_love' => 'Սիրով՝ Թեմփլայթ թիմ',
    'pc' => 'հատ',
    'personal_account' => 'Գնացեք ձեր անձնական էջ',
];
